Repository: tvdijen/simplesamlphp-module-ldap-passwordreset
Catalog: locales/*/LC_MESSAGES/ldapPasswordReset.po
Languages: nl

source: Enter your e-mail address
nl: Voer uw emailadres in

source: An e-mail was sent to you. Please check your inbox.
nl: Er is een mail naar u verzonden. Controleer uw postvak.

source: Please check your inbox
nl: Controleer uw postvak

source: E-mail address
nl: Emailadres

source: Processing...
nl: Verwerken...

source: Proceed
nl: Doorgaan

source: Invalid magic link
nl: Ongeldige magic link

source: The link you have used was not valid. Please note that magic links:
nl: De gebruikte link is helaas niet geldig. Houdt u er rekening mee dat magic links:

source: are valid for a limited amount of time
nl: slechts een korte periode geldig zijn

source: must be used in the same browser as where the link was requested
nl: in hetzelfde browser-venster gebruikt moeten worden als waarin de aanvraag gedaan is

source: can only be used one time
nl: slechts eenmalig gebruikt kunnen worden

source: Please click <a href="%RETRYURL%">here</a> to request a new magic link.
nl: Klik <a href="%RETRYURL%">hier</a> om een nieuwe link aan te vragen.

source: Dear Sir or Madam,
nl: Geachte meneer of mevrouw,

source: A password reset was requested for your account.
nl: Er is zojuist een wachtwoord-reset aangevraagd voor uw account.

source: You can reset your password by following the link below:
nl: U kunt uw wachtwoord eenmalig wijzigen via onderstaande link:

source: If it wasn't you who requested this password reset, please let us know as soon as possible by replying to this email.
nl: Heeft u zelf geen wachtwoord-reset aangevraagd, neem dan a.u.b. contact met ons op door op deze mail te reageren.

source: Kind regards,
nl: Met vriendelijke groet,

source: Your password was succesfully changed.
nl: Uw wachtwoord is aangepast.

source: Please click here to return to the login screen.
nl: Klik hier om terug te gaan naar het login-scherm.

source: Your password wasn't changed. Please try again.Note that passwords must be at least 8 characters long and must contain 3 out of 4 of the following classes:[lower case letters][upper case letters][digits][special characters]
nl: Uw wachtwoord kon niet worden aangepast. Probeert u het nog eens.Uw wachtwoord dient tenminste 8 karakters lang te zijn en tenminste 3 van de 4 soorten karakters te bevatten:[kleine letters][hoofdletters][getallen][leestekens]

source: The passwords you entered did not match. Please try again.
nl: De ingevoerde wachtwoorden komen niet overeen. Probeert u het nog eens.

source: Change your password
nl: Verander uw wachtwoord

source: New password
nl: Nieuw wachtwoord

source: Retype new password
nl: Nieuw wachtwoord (nogmaals)

source: Please click <a href="%REFERER%">here</a> to return to the login screen.
nl: Klik <a href="%REFERER%">hier</a> om terug te keren naar het login-scherm.

source: Please return to the application your were trying to use and initiate a new authentication.
nl: Ga terug naar de applicatie die u wilt gebruiken en begin opnieuw het login-proces.
